busan_general_knowledge = """
광안리는 수영구에 있다.
부산역은 동구에 있다.
해운대는 해운대구에 있다.
부산항은 중구와 동구에 걸쳐 있다.
감천항은 사하구에 있다.
광안대교는 수영구와 해운대구를 연결한다.
송도해수욕장은 서구에 있다.
다대포해수욕장은 사하구에 있다.
국제시장과 자갈치시장은 중구에 있다.
영도구는 중구와 다리로 연결되어 있다.
동백섬은 해운대구에 있다.
송정해수욕장은 해운대구에 있다.
부산 영화의 전당은 해운대구 센텀시티에 위치해 있다.
충렬사는 동래구에 있다.
오륜대는 연제구에 있다.
태종대는 영도구에 있다.
서구는 사하구, 사상구, 동구, 중구와 붙어있다.
해운대구는 수영구, 동래구, 기장군과 붙어있다.
남구는 수영구, 연제구, 사상구, 서구와 붙어있다.
기장군은 해운대구와 동래구에 접해 있다.
동래구는 연제구, 금정구, 해운대구와 붙어있다.
금정구는 동래구, 연제구, 사상구와 접해 있다.
연제구는 남구, 동래구, 금정구, 해운대구와 붙어있다.
동구는 중구, 서구, 사하구, 남구와 접해 있다.
사상구는 북구, 금정구, 서구와 접해 있다.
북구는 사상구, 금정구와 접해 있다.
"""
